Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Transition_Push_DisplayName
source: Push
bg_bg: Принудително изпращане
ca_es: Permet la inserció.
cs_cz: Vytažení
da_dk: Skub
el_gr: Ώθηση
es_es: Insertar
et_ee: Lükkamine
eu_es: Sakatu
fi_fi: Työnnä
gl_es: Inserir
hi_in: पुश
hr_hr: Pritisni
hu_hu: Tolás
ja_jp: プッシュ
ko_kr: 누름
lt_lt: Paspausti
lv_lv: Grūdiens
ms_my: Tolak
nb_no: Trykk
pl_pl: Wypchnij
pt_br: Enviar por push
pt_pt: Emitir
ru_ru: Отправить
sk_sk: Potlačiť
sl_si: Potisni
sr_cyrl_rs: Гурни
sr_latn_rs: Gurni
th_th: ผลัก
tr_tr: Gönder
uk_ua: Витіснення
vi_vn: Đẩy
zh_cn: 推送
zh_tw: 推送

# Transition_Pop_DisplayName
source: Pop
bg_bg: Изскачане
ca_es: Element emergent
cs_cz: Vyskočení
da_dk: Smæld
el_gr: Αναδυόμενο
es_es: Emergente
et_ee: Hüppamine
eu_es: Ezarri gainerakor gisa
fi_fi: Ponnahdus
gl_es: Emerxente
hi_in: पॉप
hr_hr: Popularno
hu_hu: Felbukkanó
ja_jp: ポップ
ko_kr: 팝
lt_lt: Iššokti
lv_lv: Popmūzika
pl_pl: Zdejmij ze stosu
pt_pt: Aparece
ru_ru: Всплывающее окно
sk_sk: Rozbaliť
sl_si: Pojavni
sr_cyrl_rs: Искачући
sr_latn_rs: Iskačući
th_th: ป๊อบ
tr_tr: Alın
uk_ua: Спливання
zh_cn: 弹出
zh_tw: 快顯

# Transition_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádné
da_dk: Intet
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv_se: Inget
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# FontWeight_Normal_DisplayName
source: Normal
bg_bg: Нормален
cs_cz: Normální
el_gr: Κανονική
et_ee: Tavaline
eu_es: Normala
fi_fi: Normaali
hi_in: सामान्य
hr_hr: Obično
hu_hu: Normál
it_it: Normale
ja_jp: 標準
kk_kz: Орташа
ko_kr: 기본
lt_lt: Normalus
lv_lv: Parasta
nl_nl: Normaal
pl_pl: Normalna
ru_ru: Нормальный
sk_sk: Normálne
sl_si: Običajna
sr_cyrl_rs: Нормално
sr_latn_rs: Normalno
th_th: ปกติ
uk_ua: Звичайний формат
vi_vn: Bình thường
zh_cn: 正常
zh_tw: 標準

# FontWeight_Semibold_DisplayName
source: Semibold
bg_bg: Непълен получер
ca_es: Seminegreta
cs_cz: Polotučné
da_dk: Halvfed
de_de: Halbfett
el_gr: Λιγότερο έντονα
es_es: Seminegrita
et_ee: Poolpaks
eu_es: Erdilodia
fi_fi: Puolilihavoitu
fr_fr: Demi-gras
gl_es: Seminegra
hi_in: सेमीबोल्ड
hr_hr: Polupodebljano
hu_hu: Félkövér
it_it: Semigrassetto
ja_jp: 中太字
kk_kz: Жартылай қалың
ko_kr: 약간 굵게
lt_lt: Pusiau paryškintasis
ms_my: Spearuh tebal
nb_no: Halvfet
nl_nl: Halfvet
pl_pl: Połowa pogrubienia
pt_br: Seminegrito
pt_pt: Seminegrito
ro_ro: Semialdin
ru_ru: Полужирный
sk_sk: Polotučné
sl_si: Polkrepko
sr_cyrl_rs: Полуподебљано
sr_latn_rs: Polupodebljano
sv_se: Halvfet
th_th: หนาครึ่งหนึ่ง
tr_tr: Yarı kalın
uk_ua: Напівжирний
vi_vn: Nửa đậm
zh_cn: 半粗体
zh_tw: 半粗體

# FontWeight_Bold_DisplayName
source: Bold
bg_bg: Получер
ca_es: Negreta
cs_cz: Tučné
da_dk: Fed
de_de: Fett
el_gr: Έντονη γραφή
es_es: Negrita
et_ee: Paks
eu_es: Lodia
fi_fi: Lihavoitu
fr_fr: Gras
gl_es: Negra
hi_in: बोल्ड
hr_hr: Podebljano
hu_hu: Félkövér
it_it: Grassetto
ja_jp: 太字
kk_kz: Қалың
ko_kr: 굵게
lt_lt: Paryškintasis
lv_lv: Treknraksts
ms_my: Tebal
nb_no: Fet
nl_nl: Vet
pl_pl: Pogrubienie
pt_br: Negrito
pt_pt: Negrito
ro_ro: Aldin
ru_ru: Жирный
sk_sk: Tučné
sl_si: Krepko
sr_cyrl_rs: Подебљано
sr_latn_rs: Podebljano
sv_se: Fet stil
th_th: ตัวหนา
tr_tr: Kalın
uk_ua: Жирний шрифт
vi_vn: Đậm
zh_cn: 粗体
zh_tw: 粗體

# FontWeight_Lighter_DisplayName
source: Lighter
bg_bg: По-светъл
ca_es: Més clara
cs_cz: Tenčí
da_dk: Lettere
de_de: Dünner
el_gr: Λεπτό
es_es: Más claro
et_ee: Väiksem
eu_es: Arinagoa
fi_fi: Ohuempi
fr_fr: Plus claire
gl_es: Máis clara
hi_in: हल्का
hr_hr: Svjetlije
hu_hu: Vékony
it_it: Più chiaro
ja_jp: 細字
kk_kz: Ашығырақ
ko_kr: 약간 가늘게
lt_lt: Šviesesnis
lv_lv: Gaišāks
ms_my: Lebih cerah
nb_no: Lysere
nl_nl: Lichter
pl_pl: Cieńsza
pt_br: Mais clara
pt_pt: Mais claro
ro_ro: Mai luminos
ru_ru: Меньше
sk_sk: Svetlejšie
sl_si: Svetlejše
sr_cyrl_rs: Светлије
sr_latn_rs: Svetlije
sv_se: Ljusare
th_th: บางลง
tr_tr: Daha ince
uk_ua: Ненасичений
vi_vn: Nhạt hơn
zh_cn: 较细
zh_tw: 較細

# FormPattern_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádné
da_dk: Intet
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv_se: Inget
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# FormPattern_Details_DisplayName
source: Details
bg_bg: Подробни данни
ca_es: Detalls
cs_cz: Podrobnosti
da_dk: Detaljer
el_gr: Λεπτομέρειες
es_es: Detalles
et_ee: Üksikasjad
eu_es: Xehetasunak
fi_fi: Tiedot
fr_fr: Détails
gl_es: Detalles
hi_in: विवरण
hr_hr: Pojedinosti
hu_hu: Részletek
it_it: Dettagli
ja_jp: 詳細
kk_kz: Мәліметтер
ko_kr: 세부 정보
lt_lt: Išsami informacija
lv_lv: Detalizēta informācija
ms_my: Butiran
nb_no: Detaljer
pl_pl: Szczegóły
pt_br: Detalhes
pt_pt: Detalhes
ro_ro: Detalii
ru_ru: Подробности
sk_sk: Podrobnosti
sl_si: Podrobnosti
sr_cyrl_rs: Детаљи
sr_latn_rs: Detalji
sv_se: Information
th_th: รายละเอียด
tr_tr: Ayrıntılar
uk_ua: Докладно
vi_vn: Chi tiết
zh_cn: 详细信息
zh_tw: 詳細資料

# FormPattern_List_DisplayName
source: List
bg_bg: Списък
ca_es: Llista
cs_cz: Seznam
da_dk: Liste
de_de: Liste
el_gr: Λίστα
es_es: Lista
et_ee: Loend
eu_es: Zerrenda
fi_fi: Luettelo
fr_fr: Liste
gl_es: Lista
hi_in: सूची
hr_hr: Popis
hu_hu: Lista
it_it: Elenco
ja_jp: 一覧
kk_kz: Тізім
ko_kr: 목록
lt_lt: Sąrašas
lv_lv: Saraksts
ms_my: Senarai
nb_no: Vis
nl_nl: Lijst
pl_pl: Lista
pt_br: Lista
pt_pt: Lista
ro_ro: Listă
ru_ru: Список
sk_sk: Zoznam
sl_si: Seznam
sr_cyrl_rs: Листа
sr_latn_rs: Lista
sv_se: Lista
th_th: รายการ
tr_tr: Liste
uk_ua: Список
vi_vn: Danh sách
zh_cn: 列表
zh_tw: 清單

# FormPattern_CardList_DisplayName
source: Card list
bg_bg: Списък с карти
ca_es: Llista de targetes
cs_cz: Seznam karet
da_dk: Kortliste
de_de: Kartenliste
el_gr: Λίστα καρτών
es_es: Lista de tarjetas
et_ee: Kaardi loend
eu_es: Txartelen zerrenda
fi_fi: Korttiluettelo
fr_fr: Liste de cartes
gl_es: Lista de cartóns
hi_in: कार्ड सूची
hr_hr: Popis kartica
hu_hu: Kártyalista
it_it: Elenco schede
ja_jp: カード リスト
kk_kz: Карта тізімі
ko_kr: 카드 목록
lt_lt: Kortelių sąrašas
lv_lv: Karšu saraksts
ms_my: Senarai kad
nb_no: Kortliste
nl_nl: Kaartenlijst
pl_pl: Lista kart
pt_br: Lista de cartão
pt_pt: Lista de cartões
ro_ro: Listă de fișe
ru_ru: Список карточек
sk_sk: Zoznam kariet
sl_si: Seznam kartic
sr_cyrl_rs: Листа картица
sr_latn_rs: Listakartica
sv_se: Kortlista
th_th: รายการบัตร
tr_tr: Kart listesi
uk_ua: Список карток
vi_vn: Danh sách thẻ
zh_cn: 卡列表
zh_tw: 卡片清單

# BarcodeType_Auto_DisplayName
source: Auto
bg_bg: Автоматично
ca_es: Automàtic
cs_cz: Automaticky
da_dk: Automatisk
de_de: Automatisch
el_gr: Αυτόματο
es_es: Automático
et_ee: Automaatne
eu_es: Automatikoa
fi_fi: Automaattinen
fr_fr: Automatique
gl_es: Automático
hi_in: स्वत:
hr_hr: Automatski
hu_hu: Automatikus
it_it: Automatico
ja_jp: 自動
kk_kz: Авто
ko_kr: 자동
lt_lt: Automatinis
lv_lv: Automātisks
nl_nl: Automatisch
pl_pl: Automatycznie
pt_br: Automático
ro_ro: Automat
ru_ru: Автоматические
sk_sk: Automaticky
sl_si: Samodejno
sr_cyrl_rs: Аутоматски
sr_latn_rs: Automatski
th_th: อัตโนมัติ
tr_tr: Otomatik
uk_ua: Автоматично
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# BarcodeType_Aztec_DisplayName
source: Aztec
et_ee: Asteek
hi_in: एज़्टेक
zh_tw: 阿茲特克

# BarcodeType_Codabar_DisplayName
source: Codabar
eu_es: Barra-kodea
gl_es: Código de barras
hi_in: कोडबार
hr_hr: Crtični kod ITF
pt_pt: Código de barras

# BarcodeType_DataMatrix_DisplayName
source: Data Matrix
bg_bg: Матрица от данни
ca_es: Matriu de dades
cs_cz: Matice dat
et_ee: Andmemaatriks
eu_es: Datu-matrizea
fi_fi: Tietomatriisi
hi_in: डेटा मैट्रिक्स
hr_hr: Matrica podataka
hu_hu: Adatmátrix
it_it: Matrice di dati
kk_kz: Деректер матрицасы
ko_kr: 데이터 매트릭스
lt_lt: Duomenų matrica
lv_lv: Datu matrica
ms_my: Matriks Data
nb_no: Datamatrise
nl_nl: Gegevensmatrix
pl_pl: Macierz danych
pt_br: Matriz de Dados
pt_pt: Matriz de Dados
ro_ro: Matrice de date
sl_si: Matrika podatkov
sr_cyrl_rs: Матрица података
sr_latn_rs: Matrica podataka
sv_se: Datamatris
th_th: เมทริกซ์ข้อมูล
tr_tr: Veri Matrisi
uk_ua: Матриця даних
vi_vn: Ma trận dữ liệu
zh_cn: 数据矩阵
zh_tw: 資料矩陣

# BarcodeType_QRCode_DisplayName
source: QR Code
bg_bg: QR код
ca_es: Codi QR
cs_cz: Kód QR
da_dk: QR-kode
el_gr: Κωδικός QR
es_es: Código QR
et_ee: QR-kood
eu_es: QR kodea
fi_fi: QR-koodi
fr_fr: Code QR
gl_es: Código QR
hi_in: QR कोड
hr_hr: QR kod
hu_hu: QR-kód
it_it: Codice a matrice
ja_jp: QR コード
kk_kz: QR коды
ko_kr: QR 코드
lt_lt: QR kodas
lv_lv: QR kods
ms_my: Kod QR
nb_no: QR-kode
pl_pl: Kod QR
pt_br: Código QR
pt_pt: Código QR
ro_ro: Cod QR
ru_ru: QR-код
sk_sk: QR kód
sl_si: Koda QR
sv_se: QR-kod
th_th: คิวอาร์โค้ด
tr_tr: QR Kodu
uk_ua: QR-код
vi_vn: Mã QR
zh_cn: QR 码
zh_tw: QR 代碼

# BarcodeType_RssExpanded_DisplayName
source: RSS Expanded
bg_bg: Разширен RSS
ca_es: RSS ampliat
da_dk: RSS er udvidet
de_de: RSS erweitert
et_ee: RSS laiendatud
fi_fi: RSS, laajennettu
hi_in: विस्तृत RSS
hr_hr: Proširenje RSS-a
hu_hu: Bővített RSS
kk_kz: Кеңейтілген RSS
ko_kr: RSS 확장
lt_lt: RSS išplėsta
lv_lv: Izvērsts RSS
ms_my: RSS Dikembangkan
nb_no: RSS utvidet
nl_nl: RSS uitgevouwen
pl_pl: Rozszerzona funkcja RSS
pt_br: RSS Expandido
pt_pt: RSS Expandido
ro_ro: S-a extins RSS
sl_si: Razširjeni RSS
sv_se: RSS-utökad
tr_tr: RSS Genişletildi
uk_ua: Розширена версія RSS
vi_vn: Đã mở rộng RSS
zh_cn: 展开的 RSS
zh_tw: 已展開 RSS

# GridStyle_XOnly_DisplayName
source: X only
bg_bg: Само X
ca_es: Només X
cs_cz: Jenom osa X
da_dk: Kun x
de_de: Nur X
el_gr: Μόνο X
es_es: Solo eje X
et_ee: Ainult X
eu_es: X soilik
fi_fi: Vain X
fr_fr: X uniquement
gl_es: Só eixe X
hi_in: केवल X
hr_hr: Samo X
hu_hu: Csak X
it_it: Solo X
ja_jp: X のみ
kk_kz: Тек X
ko_kr: X만
lt_lt: Tik X
lv_lv: Tikai X ass
ms_my: X sahaja
nb_no: Bare X
nl_nl: Alleen X
pl_pl: Tylko X
pt_br: Somente X
pt_pt: Apenas X
ro_ro: Doar X
ru_ru: Только X
sk_sk: Iba os X
sl_si: Samo X
sr_cyrl_rs: Само X
sr_latn_rs: Samo X
sv_se: Enbart X
th_th: X เท่านั้น
tr_tr: Yalnızca X
uk_ua: Лише X
vi_vn: Chỉ X
zh_cn: 仅 X 轴
zh_tw: 只有 X

# GridStyle_YOnly_DisplayName
source: Y only
bg_bg: Само Y
ca_es: Només Y
cs_cz: Jenom osa Y
da_dk: Kun y
de_de: Nur Y
el_gr: Μόνο Y
es_es: Solo eje Y
et_ee: Ainult Y
eu_es: Y soilik
fi_fi: Vain Y
fr_fr: Y uniquement
gl_es: Só eixe Y
hi_in: केवल Y
hr_hr: Samo Y
hu_hu: Csak Y
it_it: Solo Y
ja_jp: Y のみ
kk_kz: Тек Y
ko_kr: Y만
lt_lt: Tik Y
lv_lv: Tikai Y ass
ms_my: Y sahaja
nb_no: Bare Y
nl_nl: Alleen Y
pl_pl: Tylko Y
pt_br: Somente Y
pt_pt: Apenas Y
ro_ro: Doar Y
ru_ru: Только Y
sk_sk: Iba os Y
sl_si: Samo Y
sr_cyrl_rs: Само Y
sr_latn_rs: Samo Y
sv_se: Enbart Y
th_th: Y เท่านั้น
tr_tr: Yalnızca Y
uk_ua: Лише Y
vi_vn: Chỉ Y
zh_cn: 仅 Y 轴
zh_tw: 只有 Y

# GridStyle_All_DisplayName
source: All
bg_bg: Всички
ca_es: Tot
cs_cz: Vše
da_dk: Alle
de_de: Alle
el_gr: Όλες
es_es: Todas
et_ee: Kõik
eu_es: Denak
fi_fi: Kaikki
fr_fr: Tout
gl_es: Todo
hi_in: सभी
hr_hr: Sve
hu_hu: Mind
it_it: Tutte
ja_jp: すべて
kk_kz: Барлығы
ko_kr: 모두
lt_lt: Visi
lv_lv: Visi
ms_my: Semua
nb_no: Alle
nl_nl: Alle
pl_pl: wszystkie
pt_br: Todos
pt_pt: Tudo
ro_ro: Toate
ru_ru: Все
sk_sk: Všetko
sl_si: Vsi
sr_cyrl_rs: Све
sr_latn_rs: Sve
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
uk_ua: Усі
vi_vn: Tất cả
zh_cn: 所有
zh_tw: 全部

# GridStyle_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádné
da_dk: Intet
de_de: Keine
el_gr: Κανένα
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Nema
hu_hu: Nincs
it_it: Nessuna
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Niciunul
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv_se: Inget
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# FormMode_Edit_DisplayName
source: Edit
bg_bg: Редактиране
ca_es: Edició
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Editar
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
kk_kz: Өңдеу
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# FormMode_View_DisplayName
source: View
bg_bg: Изглед
ca_es: Visualització
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
es_es: Vista
et_ee: Vaade
eu_es: Ikusi
fi_fi: Näytä
fr_fr: Affichage
gl_es: Ver
hi_in: देखें
hr_hr: Prikaži
hu_hu: Nézet
it_it: Visualizza
ja_jp: ビュー
kk_kz: Көру
ko_kr: 보기
lt_lt: Rodyti
lv_lv: Skatīt
ms_my: Pandangan
nb_no: Vis
nl_nl: Weergave
pl_pl: Wyświetl
pt_br: Exibição
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Просмотр
sk_sk: Zobrazenie
sl_si: Pogled
sr_cyrl_rs: Приказ
sr_latn_rs: Prikaži
sv_se: Visa
th_th: ดู
tr_tr: Görünüm
uk_ua: Подання
vi_vn: Xem
zh_cn: 视图
zh_tw: 檢視表

# FormMode_New_DisplayName
source: New
bg_bg: Създаване
ca_es: Nou
cs_cz: Nový
da_dk: Ny
de_de: Neu
el_gr: Νέο
es_es: Nuevo
et_ee: Uus
eu_es: Berria
fi_fi: Uusi
fr_fr: Nouveau
gl_es: Novo
hi_in: नया
hr_hr: Novo
hu_hu: Új
it_it: Nuovo
ja_jp: 新規
kk_kz: Жаңа
ko_kr: 새로 만들기
lt_lt: Naujas
lv_lv: Jauns
ms_my: Baru
nb_no: Ny
nl_nl: Nieuw
pl_pl: Nowy
pt_br: Novo
pt_pt: Novo
ro_ro: Nou
ru_ru: Создать
sk_sk: Nový
sl_si: Novo
sr_cyrl_rs: Ново
sr_latn_rs: Novo
sv_se: Ny
th_th: ใหม่
tr_tr: Yeni
uk_ua: Створити
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

# SelectedState_Edit_DisplayName
source: Edit
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Editar
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
kk_kz: Өңдеу
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Urejanje
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# SelectedState_View_DisplayName
source: View
bg_bg: Преглед
ca_es: Visualització
cs_cz: Zobrazit
da_dk: Vis
de_de: Ansicht
el_gr: Προβολή
es_es: Vista
et_ee: Kuva
eu_es: Ikuspegia
fi_fi: Näytä
fr_fr: Affichage
gl_es: Ver
hi_in: देखें
hr_hr: Prikaz
hu_hu: Nézet
it_it: Visualizza
ja_jp: 表示
kk_kz: Көру
ko_kr: 보기
lt_lt: Rodyti
lv_lv: Skatīt
ms_my: Pandangan
nb_no: Vis
nl_nl: Weergeven
pl_pl: Wyświetl
pt_br: Exibir
pt_pt: Ver
ro_ro: Vizualizare
ru_ru: Просмотреть
sk_sk: Zobraziť
sl_si: Prikaži
sr_cyrl_rs: Приказ
sr_latn_rs: Prikaz
sv_se: Visa
th_th: ดู
tr_tr: Görünüm
uk_ua: Переглянути
vi_vn: Xem
zh_cn: 查看
zh_tw: 檢視

# SelectedState_New_DisplayName
source: New
bg_bg: Създаване
ca_es: Nou
cs_cz: Nový
da_dk: Ny
de_de: Neu
el_gr: Νέο
es_es: Nuevo
et_ee: Uus
eu_es: Berria
fi_fi: Uusi
fr_fr: Nouveau
gl_es: Novo
hi_in: नया
hr_hr: Novo
hu_hu: Új
it_it: Nuovo
ja_jp: 新規
kk_kz: Жаңа
ko_kr: 새로 만들기
lt_lt: Naujas
lv_lv: Jauns
ms_my: Baharu
nb_no: Ny
nl_nl: Nieuw
pl_pl: Nowy
pt_br: Novo
pt_pt: Novo
ro_ro: Nou
ru_ru: Создать
sk_sk: Nový
sl_si: Novo
sr_cyrl_rs: Ново
sr_latn_rs: Novo
sv_se: Ny
th_th: ใหม่
tr_tr: Yeni
uk_ua: Створити
vi_vn: Mới
zh_cn: 新建
zh_tw: 新增

# LoadingSpinner_Controls_DisplayName
source: Controls
bg_bg: Контроли
cs_cz: Ovládací prvky
da_dk: Kontroller
de_de: Steuerelemente
el_gr: Στοιχεία ελέγχου
es_es: Controles
et_ee: Juhtelemendid
eu_es: Kontrolak
fi_fi: Ohjausobjektit
fr_fr: Contrôles
gl_es: Controis
hi_in: नियंत्रण
hr_hr: Kontrole
hu_hu: Vezérlők
it_it: Controlli
ja_jp: コントロール
kk_kz: Басқару элементтері
ko_kr: 컨트롤
lt_lt: Valdikliai
lv_lv: Vadīklas
ms_my: Kawalan
nb_no: Kontroller
nl_nl: Besturingselementen
pl_pl: Kontrolki
pt_br: Controles
pt_pt: Controlos
ro_ro: Controale
ru_ru: Элементы управления
sk_sk: Ovládacie prvky
sl_si: Kontrolniki
sr_cyrl_rs: Контроле
sr_latn_rs: Kontrole
sv_se: Kontroller
th_th: ควบคุม
tr_tr: Denetimler
uk_ua: Елементи керування
vi_vn: Điều khiển
zh_cn: 控件
zh_tw: 控制項

# LoadingSpinner_Data_DisplayName
source: Data
bg_bg: Данни
ca_es: Dades
de_de: Daten
el_gr: Δεδομένα
es_es: Datos
et_ee: Andmed
eu_es: Datuak
fi_fi: Tiedot
fr_fr: Données
gl_es: Datos
hi_in: डेटा
hr_hr: Podaci
hu_hu: Adatok
it_it: Dati
ja_jp: データ
kk_kz: Деректер
ko_kr: 데이터
lt_lt: Duomenys
lv_lv: Dati
nl_nl: Gegevens
pl_pl: Dane
pt_br: Dados
pt_pt: Dados
ro_ro: Date
ru_ru: Данные
sk_sk: Údaje
sl_si: Podatki
sr_cyrl_rs: Подаци
sr_latn_rs: Podaci
th_th: ข้อมูล
tr_tr: Veri
uk_ua: Дані
vi_vn: Dữ liệu
zh_cn: 数据
zh_tw: 資料

# LoadingSpinner_None_DisplayName
source: None
bg_bg: Няма
ca_es: Cap
cs_cz: Žádný
da_dk: Ingen
de_de: Keine
el_gr: Κανένας
es_es: Ninguno
et_ee: Pole
eu_es: Bat ere ez
fi_fi: Ei mitään
fr_fr: Aucun
gl_es: Ningunha
hi_in: कोई नहीं
hr_hr: Ništa
hu_hu: Nincs
it_it: Nessuno
ja_jp: なし
kk_kz: Жоқ
ko_kr: 없음
lt_lt: Nėra
lv_lv: Nav
ms_my: Tiada
nb_no: Ingen
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
pt_pt: Nenhum
ro_ro: Fără
ru_ru: Нет
sk_sk: Žiadne
sl_si: Brez
sr_cyrl_rs: Ниједно
sr_latn_rs: Nijedno
sv_se: Inget
th_th: ไม่มี
tr_tr: Hiçbiri
uk_ua: Немає
vi_vn: Không có
zh_cn: 无
zh_tw: 無

# NotificationType_Error_DisplayName
source: Error
bg_bg: Грешка
cs_cz: Chyba
da_dk: Fejl
de_de: Fehler
el_gr: Σφάλμα
et_ee: Tõrge
eu_es: Errorea
fi_fi: Virhe
fr_fr: Erreur
gl_es: Erro
hi_in: त्रुटि
hr_hr: Pogreška
hu_hu: Hiba
it_it: Errore
ja_jp: エラー
kk_kz: Қате
ko_kr: 오류
lt_lt: Klaida
lv_lv: Kļūda
ms_my: Ralat
nb_no: Feil
nl_nl: Fout
pl_pl: Błąd
pt_br: Erro
pt_pt: Erro
ro_ro: Eroare
ru_ru: Ошибка
sk_sk: Chyba
sl_si: Napaka
sr_cyrl_rs: Грешка
sr_latn_rs: Greška
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
uk_ua: Помилка
vi_vn: Lỗi
zh_cn: 错误
zh_tw: 錯誤

# NotificationType_Warning_DisplayName
source: Warning
bg_bg: Предупреждение
ca_es: Advertiment
cs_cz: Upozornění
da_dk: Advarsel
de_de: Warnung
el_gr: Προειδοποίηση
es_es: Advertencia
et_ee: Hoiatus
eu_es: Abisua
fi_fi: Varoitus
fr_fr: Avertissement
gl_es: Aviso
hi_in: चेतावनी
hr_hr: Upozorenje
hu_hu: Figyelmeztetés
it_it: Avviso
ja_jp: 警告
kk_kz: Ескерту
ko_kr: 경고
lt_lt: Įspėjimas
lv_lv: Brīdinājums
ms_my: Amaran
nb_no: Advarsel!
nl_nl: Waarschuwing
pl_pl: Ostrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro_ro: Avertisment
ru_ru: Предупреждение
sk_sk: Upozornenie
sl_si: Opozorilo
sr_cyrl_rs: Упозорење
sr_latn_rs: Upozorenje
sv_se: Varning
th_th: คำเตือน
tr_tr: Uyarı
uk_ua: Попередження
vi_vn: Cảnh báo
zh_cn: 警告
zh_tw: 警告

# NotificationType_Success_DisplayName
source: Success
bg_bg: Успех
ca_es: Èxit
cs_cz: Úspěch
da_dk: Fuldført
de_de: Erfolgreich
el_gr: Επιτυχία
es_es: Correcto
et_ee: Õnnestus
eu_es: Ongi
fi_fi: Onnistui
fr_fr: Opération réussie
gl_es: Éxito
hi_in: सफलता
hr_hr: Uspjeh
hu_hu: Sikerült
it_it: Operazione completata
ja_jp: 正常に完了
kk_kz: Сәттілік
ko_kr: 성공
lt_lt: Sėkmingai
lv_lv: Veiksmīgi
ms_my: Berjaya
nb_no: Vellykket
nl_nl: Voltooid
pl_pl: Powodzenie
pt_br: Êxito
pt_pt: Êxito
ro_ro: Succes
ru_ru: Успешно
sk_sk: Úspech
sl_si: Uspeh
sr_cyrl_rs: Успех
sr_latn_rs: Uspešno
sv_se: Lyckades
th_th: สำเร็จ
tr_tr: Başarılı
uk_ua: Успішно
vi_vn: Thành công
zh_cn: 成功
zh_tw: 成功

# NotificationType_Information_DisplayName
source: Information
bg_bg: Информация
ca_es: Informació
cs_cz: Informace
da_dk: Oplysninger
de_de: Informationen
el_gr: Πληροφορίες
es_es: Información
et_ee: Teave
eu_es: Informazioa
fi_fi: Tiedot
fr_fr: Informations
gl_es: Información
hi_in: जानकारी
hr_hr: Informacije
hu_hu: Információ
it_it: Informazioni
ja_jp: 情報
kk_kz: Ақпарат
ko_kr: 정보
lt_lt: Informacija
lv_lv: Informācija
ms_my: Maklumat
nb_no: Informasjon
nl_nl: Informatie
pl_pl: Informacje
pt_br: Informações
pt_pt: Informações
ro_ro: Informații
ru_ru: Сведения
sk_sk: Informácie
sl_si: Informacije
sr_cyrl_rs: Информације
sr_latn_rs: Informacije
th_th: ข้อมูล
tr_tr: Bilgi
uk_ua: Відомості
vi_vn: Thông tin
zh_cn: 信息
zh_tw: 資訊

# Icon_Add_DisplayName
source: Add
bg_bg: Добавяне
ca_es: Afegeix
cs_cz: Přidat
da_dk: Tilføj
de_de: Hinzufügen
el_gr: Προσθήκη
es_es: Agregar
et_ee: Lisa
eu_es: Gehitu
fi_fi: Lisää
fr_fr: Ajouter
gl_es: Engadir
hi_in: जोड़ें
hr_hr: Dodaj
hu_hu: Hozzáadás
it_it: Aggiungi
ja_jp: 追加
kk_kz: Қосу
ko_kr: 추가
lt_lt: Pridėti
lv_lv: Pievienot
ms_my: Tambah
nb_no: Legg til
nl_nl: Toevoegen
pl_pl: Dodaj
pt_br: Adicionar
pt_pt: Adicionar
ro_ro: Adăugare
ru_ru: Добавить
sk_sk: Pridať
sl_si: Dodaj
sr_cyrl_rs: Додај
sr_latn_rs: Dodaj
sv_se: Lägg till
th_th: เพิ่ม
tr_tr: Ekle
uk_ua: Додати
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# Icon_Cancel_DisplayName
source: Cancel
bg_bg: Отказ
ca_es: Cancel·la
cs_cz: Storno
da_dk: Annuller
de_de: Abbrechen
el_gr: Άκυρο
es_es: Cancelar
et_ee: Loobu
eu_es: Utzi
fi_fi: Peruuta
fr_fr: Annuler
gl_es: Cancelar
hi_in: रद्द करें
hr_hr: Odustani
hu_hu: Mégse
it_it: Annulla
ja_jp: キャンセル
kk_kz: Бас тарту
ko_kr: 취소
lt_lt: Atšaukti
lv_lv: Atcelt
ms_my: Batal
nb_no: Avbryt
nl_nl: Annuleren
pl_pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro_ro: Anulare
ru_ru: Отмена
sk_sk: Zrušiť
sl_si: Prekliči
sr_cyrl_rs: Откажи
sr_latn_rs: Otkaži
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
uk_ua: Скасувати
vi_vn: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Icon_Edit_DisplayName
source: Edit
bg_bg: Редактиране
ca_es: Edita
cs_cz: Upravit
da_dk: Rediger
de_de: Bearbeiten
el_gr: Επεξεργασία
es_es: Editar
et_ee: Redigeeri
eu_es: Editatu
fi_fi: Muokkaa
fr_fr: Modifier
gl_es: Editar
hi_in: संपादित करें
hr_hr: Uredi
hu_hu: Szerkesztés
it_it: Modifica
ja_jp: 編集
kk_kz: Өңдеу
ko_kr: 편집
lt_lt: Redaguoti
lv_lv: Rediģēt
nb_no: Rediger
nl_nl: Bewerken
pl_pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro_ro: Editare
ru_ru: Изменить
sk_sk: Upraviť
sl_si: Uredi
sr_cyrl_rs: Уреди
sr_latn_rs: Uredi
sv_se: Redigera
th_th: แก้ไข
tr_tr: Düzenle
uk_ua: Редагувати
vi_vn: Chỉnh sửa
zh_cn: 编辑
zh_tw: 編輯

# Icon_Check_DisplayName
source: Check
bg_bg: Отметка
ca_es: Comprova
cs_cz: Zaškrtnutí
da_dk: Flueben
de_de: Häkchen
el_gr: Σημάδι επιλογής
es_es: Activar
et_ee: Märgi
eu_es: Egiaztatu
fi_fi: Tarkista
fr_fr: Cocher
gl_es: Comprobar
hi_in: जाँचें
hr_hr: Provjera
hu_hu: Pipa
it_it: Seleziona
ja_jp: チェック
kk_kz: Тексеру
ko_kr: 확인
lt_lt: Žymėti
lv_lv: Pārbaude
ms_my: Semak
nb_no: Merk av
nl_nl: Inschakelen
pl_pl: Sprawdź
pt_br: Verificar
pt_pt: Verificar
ro_ro: Verificare
ru_ru: Флажок
sk_sk: Začiarknutie
sl_si: Kljukica
sr_cyrl_rs: Провера
sr_latn_rs: Provera
sv_se: Kryss
th_th: กาเครื่องหมาย
tr_tr: Denetle
uk_ua: Прапорець
vi_vn: Chọn
zh_cn: 检查
zh_tw: 檢查

# Icon_Search_DisplayName
source: Search
bg_bg: Търсене
ca_es: Cerca
cs_cz: Hledat
da_dk: Søg
de_de: Suchen
el_gr: Αναζήτηση
es_es: Buscar
et_ee: Otsi
eu_es: Bilatu
fi_fi: Hae
fr_fr: Rechercher
gl_es: Buscar
hi_in: खोजें
hr_hr: Pretraživanje
hu_hu: Keresés
it_it: Cerca
ja_jp: 検索
kk_kz: Іздеу
ko_kr: 검색
lt_lt: Ieškoti
lv_lv: Meklēt
ms_my: Carian
nb_no: Søk
nl_nl: Zoeken
pl_pl: Wyszukaj
pt_br: Pesquisar
pt_pt: Pesquisar
ro_ro: Căutare
ru_ru: Поиск
sk_sk: Hľadať
sl_si: Išči
sr_cyrl_rs: Претражи
sr_latn_rs: Pretraži
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
uk_ua: Пошук
vi_vn: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋
